[
  {
    "album": "For ever",
    "albumImageUrl": "https://i1.sndcdn.com/artworks-000491958654-z266si-t500x500.jpg",
    "artist": "Jungle",
    "genre": "Dance",
    "lyrics": "Casio, playing on my heart just like a Casio \n Breaking it apart so you can let it go \n Wait another year that's not original or cynical \n Alright, let's go now \n When all your dreams are gone \n And you're still holding on \n You waited far too long \n Don't say \n I know, you know it's over \n Play it cool \n I just want the keys back to my vehicle \n They're just gonna tell you that it wasn't real \n And I just wanna tell you this how I feel \n I know you feel \n I know you feel it \n When all your dreams are gone \n And you're still holding on \n You waited far too long \n Don't say \n I know, you know it's over \n Casio, playing on my heart just like a Casio \n Breaking it apart so you can let it go \n Wait another year that's not original or cynical \n Alright, let's go now \n When all your dreams are gone \n And you're still holding on \n You waited far too long \n Don't say \n I know, you know it's over \n When all your dreams are gone \n And you're still holding on \n You waited far too long \n Don't say \n I know, you know it's over \n Don't think that my love is gone \n It's all up in your head now \n Don't think that my love is gone \n It's all up in your head now \n (Alright, let's go now) \n Don't think that my love is gone \n It's all up in your head now \n (Alright, let's go now) \n Don't think that my love is gone \n (Casio, alright, let's go now) \n It's all up in your head now \n When all your dreams are gone \n And you're still holding on \n You waited far too long \n Don't say \n I know, you know it's over \n When all your dreams are gone \n And you're still holding on \n You waited far too long \n Don't say \n I know, you know it's over \n Don't think that my love is gone \n It's all up in your head now \n Don't think that my love is gone \n It's all up in your head now \n Don't think that my love is gone  It's all up in your head now \n Don't think that my love is gone \n It's all up in your head now",
    "tab": "El mágico colectivo londinense Jungle lanzó el videoclip de 'Casio', canción que hace parte de su más reciente álbum: 'Forever' (2018). La producción del clip estuvo a cargo de JFC Worldwide Production y su director, Josh Lloyd -Watson, uno de los dos líderes de la banda junto a Charlie Di Placido. En este nuevo corte audiovisual el baile, la época setentera, la atmósfera del funk y el disco son los protagonistas, regalándonos otra gran coreografía que todos se querrán aprender. \n  \n Y es que al hablar de Jungle no se pueden dejar a un lado sus videos que nos recuerdan lo importante, atractivo, vital, enérgcio y emocional que es el baile. \n  \n A diferencia de los clips de su álbum debut 'Jungle' (2014),  algunos de sus bailarines si repiten (contándonos una posible historia). Por otro lado, distintos objetos y mensajes nos dejan guiños de un posible enlace entre sus producciones audiovisuales; el cierre de 'Casio' es un -Julia, Call Me-, recordando a Julia, el track número 6 de su primer álbum que también tiene un videoclip que impresiona con el poder de sus bailarines. \n  \n Por el momento (y mientras conocemos si hay trama relacionada) vean el estreno audiovisual de Casio, y sigan bailando con House in LA, Cherry, Happy Man y Heavy California, nuevas canciones de Jungle, parte de nuestra programación.",
    "title": "Casio",
    "youtubeId": "7nJRGARveVc"
  },
  {
    "title": "New Life",
    "artist": "Depeche Mode",
    "genre": "Synthpop",
    "album": "Speak & Spell",
    "albumImageUrl": "https://upload.wikimedia.org/wikipedia/en/4/47/DepecheModeNewLife7.jpg",
    "youtubeId": "9NSOSO3Fv3k",
    "lyrics": "I stand still stepping on the shady streets\nAnd I watched that man to a stranger\nYou think you only know me when you turn on the light\nNow the room is lit, red danger\nComplicating, circulating\nNew life, new life\nOperating, generating\nNew life, new life\nTransitions to another place\nSo the time will pass more slowly\nFeatures fuse and your shadow's red\nLike a film I've seen now show me\nYour face is hidden and were out of sight\nAnd the road just leads to nowhere\nThe stranger in the door is the same as before\nSo the question answers nowhere\nI stand still stepping on the shady streets\nAnd I watched that man to a stranger\nYou think you only know me when you turn on the light\nNow the room is lit, red danger",
    "tab": "\"New Life\" is the second UK single by Depeche Mode recorded at Blackwing Studios, originally released on 29 May 1981. It was not commercially released in the United States.\n\nThere were two versions of the song available. The 7\" version would later become the \"album version\", as it would eventually appear on the UK version of Speak & Spell, released in October 1981, and a 12\" \"remix\", which differs from the album version, in that it has a different intro, intensely percussive and harder, and an added synth part in the \"solo\" vocal section in the middle of the song, which is not present on the 7\" mix. The \"remix\" would later appear on the US version of Speak & Spell.\n\nThe single became Depeche Mode's breakthrough hit in the UK, peaking at #11. On 25 June 1981, the band performed \"New Life\" during their debut on the BBC's Top of the Pops. The band would perform the song twice more on the show, on 16 July and 30 July 1981.\n\nThe B-side, \"Shout!\", is the first Depeche Mode song to get a 12\" extended remix, called the \"Rio Mix\". This mix would later appear on the remix compilation Remixes 81–04, released in 2004. It is the earliest recorded song available on the compilation."
  }
]